Repository: SadiaNawaaz/CICOCIC_Ecommerce
Catalog: Ecommerce.Web/Resources/Resources.*.resx
Languages: de_ch, nl_nl

# MostPopularBands
source: Most popular brands
de_ch: Beliebteste Marken
nl_nl: Meest populaire merken

# Discount_UpTo90
source: up to 90% off est. retail
de_ch: Bis zu 90 % Rabatt
nl_nl: Tot 90% korting

source: Trending Items
de_ch: Trendige Artikel
nl_nl: Populaire artikelen

# TrendingItemsDesc
source: Shop and get your favourite items at amazing prices!
de_ch: Kaufen Sie ein und erhalten Sie Ihre Lieblingsartikel zu erstaunlichen Preisen!
nl_nl: Winkel en krijg uw favoriete items tegen geweldige prijzen!

# PopularCategories
source: Explore Popular Categories
de_ch: Erkunden Sie beliebte Kategorien
nl_nl: Verken populaire categorieën

# DiscoverMore
source: Discover More. Pay Less.
de_ch: Entdecke mehr. Zahle weniger.
nl_nl: Ontdek meer. Betaal minder

# DiscoverHottestDestinations
source: Discovering the Hottest Nearby Destinations in Your Area
de_ch: Entdecken Sie die heißesten nahe gelegenen Reiseziele in Ihrer Umgebung
nl_nl: Ontdek de populairste bestemmingen in jouw omgeving

# GrowingWithBrands
source: We're continuously growing with 50+ trusted brands
de_ch: Wir wachsen kontinuierlich mit 50+ vertrauenswürdigen Marken
nl_nl: We groeien voortdurend met 50+ vertrouwde merken

# FindBestProduct
source: Find The Best Product from Our Shop
de_ch: Finde das beste Produkt in unserem Geschäft
nl_nl: Vind het beste product in onze winkel

source: Shop Now
de_ch: Jetzt einkaufen
nl_nl: Winkel nu

# AboutUsDesc1
source: This unique web application is built with a site to register and this site to buy. You can register your possessions for resale on Cicosafe. By marking your possessions as available for sale, they will be offered on this website Cicocic. Just like the seller, these goods have been checked as a directed seller and as registered property
de_ch: Diese einzigartige Webanwendung wurde entwickelt, um eine Plattform für die Registrierung und den Kauf bereitzustellen. Sie können Ihre Besitztümer auf Cicosafe zum Wiederverkauf registrieren. Wenn Sie Ihre Besitztümer als zum Verkauf verfügbar markieren, werden sie auf dieser Website Cicocic angeboten. Genau wie der Verkäufer wurden diese Waren als zertifizierter Verkäufer überprüft und als registriertes Eigentum bestätigt
nl_nl: Deze unieke webapplicatie is ontwikkeld als een platform om te registreren en te kopen. Je kunt je bezittingen registreren voor wederverkoop op Cicosafe. Door je bezittingen als beschikbaar voor verkoop te markeren, worden ze aangeboden op deze website Cicocic. Net als de verkoper zijn deze goederen gecontroleerd als geverifieerde verkoper en geregistreerd eigendom

source: ABOUT US
de_ch: ÜBER UNS
nl_nl: OVER ONS

# AboutUsDesc2
source: This ensures comfort for you as buyers. All goods are unique at Cicocic and, just like when transferring a car, are physically handed over with all the history. At Cicocic you are guaranteed for a safe purchase. The offered goods have also been checked for Imei and serial numbers as not stolen in the known registers
de_ch: Dies bietet Ihnen als Käufer Sicherheit. Alle Waren bei Cicocic sind einzigartig und werden, ähnlich wie bei der Übertragung eines Autos, physisch mit der gesamten Historie übergeben. Bei Cicocic sind Sie garantiert sicher einkaufen. Die angebotenen Waren wurden ebenfalls anhand ihrer IMEI- und Seriennummern überprüft, um sicherzustellen, dass sie nicht in bekannten Registern als gestohlen gemeldet sind
nl_nl: Dit zorgt voor zekerheid voor jou als koper. Alle goederen bij Cicocic zijn uniek en worden, net als bij de overdracht van een auto, fysiek overhandigd met de volledige geschiedenis. Bij Cicocic ben je gegarandeerd van een veilige aankoop. De aangeboden goederen zijn ook gecontroleerd op IMEI- en serienummers om ervoor te zorgen dat ze niet als gestolen geregistreerd staan in bekende registers

source: RELATED LINKS
de_ch: GERELATEERDE
nl_nl: VERWANDTE

source: LATEST PRODUCT
de_ch: NEUESTES PRODUKT
nl_nl: NIEUWSTE PRODUCT

source: OUR CONTACT
de_ch: UNSER KONTAKT
nl_nl: ONZE CONTACTGEGEVENS

# CompanyPhone
source: Phone
de_ch: Telefon
nl_nl: Telefoon

# ShopByPopularCategories
source: Shop By Popular
de_ch: Einkaufen nach Beliebtheit
nl_nl: Winkel op populariteit

source: Shop By Categories
de_ch: Einkaufen nach Kategorien
nl_nl: Winkel per categorieën

source: Deliver to
de_ch: Liefern nach
nl_nl: Bezorgen

source: Filter By
de_ch: Filtern nach
nl_nl: Filter op

source: Keywords
de_ch: Schlüsselwörter
nl_nl: Trefwoorden

source: Enter Keywords
de_ch: Schlüsselwörter eingeben
nl_nl: Voer trefwoorden in

source: Price
de_ch: Preis
nl_nl: Prijs

source: To
de_ch: bis
nl_nl: Tot

source: Filter
de_ch: FILTERN
nl_nl: FILTEREN

source: Categories
de_ch: Kategorien
nl_nl: Categorieën

source: Sort By
de_ch: Sortieren nach
nl_nl: Sorteren op

source: Popular
de_ch: Beliebt
nl_nl: Populair

source: New Arrival
de_ch: Neu eingetroffen
nl_nl: Nieuwe aankomst

source: Discount
de_ch: Rabatt
nl_nl: Korting

source: We found
de_ch: Wir haben gefunden
nl_nl: We hebben gevonden

source: Items For
de_ch: Artikel für
nl_nl: Items voor

source: Product Description
de_ch: Produktbeschreibung
nl_nl: Productbeschrijving

source: Additional Information
de_ch: Zusätzliche Informationen
nl_nl: Aanvullende informatie

source: Rating & Reviews
de_ch: Bewertungen & Rezensionen
nl_nl: Beoordelingen & Recensies

source: Availability
de_ch: Verfügbarkeit
nl_nl: Beschikbaarheid

source: In stock
de_ch: Auf Lager
nl_nl: Op voorraad

source: Build Year
de_ch: Baujahr
nl_nl: Bouwjaar

# OrderSoon
source: Only 1 left in stock - order soon
de_ch: Nur noch 1 auf Lager – bald bestellen
nl_nl: Nog maar 1 op voorraad - bestel snel

source: ADD TO CART
de_ch: In den Warenkorb
nl_nl: Toevoegen aan winkelwagen

source: You Might Also Like
de_ch: Das Könnte Dir Auch Gefallen
nl_nl: Dit vindt u misschien ook leuk

source: Brake Type
nl_nl: Remtype

source: Drive Type
nl_nl: Aandrijvingstype

# FrameColorPrimary
source: Primary Frame Color
nl_nl: Primaire framekleur

# FrameColorSecondary
source: Secondary Frame Color
nl_nl: Secundaire framekleur

source: Frame Material
nl_nl: Framemateriaal

source: Frame Number
nl_nl: Framenummer

source: Gears
nl_nl: Versnellingen

source: Gear Type
nl_nl: Versnellingstype

source: Key Number
nl_nl: Sleutelnummer

source: Serial Number
nl_nl: Serienummer

source: Wheel Size
nl_nl: Wielmaat

# Year
source: Build Year
nl_nl: Bouwjaar

source: Product Number
nl_nl: Productnummer

source: Audience
nl_nl: Doelgroep

source: Lock Model
nl_nl: Slotmodel

source: Acceleration Type
nl_nl: Acceleratietype

source: Mileage (km)
nl_nl: Kilometerstand

source: Battery Number
nl_nl: Batterijnummer

source: Battery Capacity (Wh)
nl_nl: Batterijcapaciteit (Wh)

# BrandEngine
source: Motor Brand
nl_nl: Motormerk

source: Engine Type
nl_nl: Motortype

source: Engine Number
nl_nl: Motornummer

source: Charger Serial Number
nl_nl: Display-serienummer

source: Display Serial Number
nl_nl: Display-serienummer

# WheelSizeInches
source: Wheel Size (in)
nl_nl: Wielmaat (inch)
